INSERT INTO orders (
  address,
  date_start, date_end,
  closed, user_id
) VALUES
(
  'г Иркутск ул. Ленина, 1',
  '2023-10-01 10:00:00', '2023-12-01 12:00:00',
  TRUE, 1
),
(
  'г Иркутск ул. Ленина, 2',
  '2023-10-02 11:00:00', '2023-12-02 13:00:00',
  FALSE, 2
),
(
  'г Иркутск ул. Ленина, 3',
  '2023-10-03 12:00:00', '2023-12-03 14:00:00',
  FALSE, 3
),
(
  'г Иркутск ул. Ленина, 4',
  '2023-10-04 13:00:00', NULL,
  FALSE, 4
),
(
  'г Иркутск ул. Ленина, 5',
  '2023-10-05 14:00:00', NULL,
  FALSE, 5
),
(
  'г Иркутск ул. Ленина, 6',
  '2023-10-06 15:00:00', '2023-12-06 16:00:00',
  FALSE, 6
),
(
  'г Иркутск ул. Ленина, 7',
  '2023-10-07 16:00:00', NULL,
  FALSE, 7
),
(
  'г Иркутск ул. Ленина, 8',
  '2023-10-08 17:00:00', NULL,
  FALSE, 1
),
(
  'г Иркутск ул. Ленина, 9',
  '2023-10-09 18:00:00', NULL,
  FALSE, 1
);

INSERT INTO order_items (
  title, amount, serial_number,
  order_id, product_id
) VALUES (
  'Декор Лев L2', 2, 1,
  1, 7
),
(
  'Декор Kr208', 1, 2,
  1, 5
),
(
  'Декор Лев L1', 3, 1,
  2, 6
),
(
  'Декоративный элемент Ca136', 4, 1,
  2, 13
),
(
  'Декоративный элемент Ca136', 5, 1,
  3, 13
),
(
  'Декоративный элемент Ca149', 2, 2,
  3, 14
),
(
  'Решетка VR1', 1, 1,
  4, 15
),
(
  'Решетка VR2', 2, 2,
  4, 16
),
(
  'Решетка VR3 вертикальная', 3, 1,
  5, 17
),
(
  'Элемент обрамления окна Ob-200', 1, 1,
  6, 18
),
(
  'Карниз цокольный и подоконный 147', 2, 2,
  6, 19
),
(
  'Декор Лев L2', 1, 1,
  7, 7
),
(
  'Декор Kr208', 3, 2,
  7, 5
),
(
  'Декор Лев L1', 4, 1,
  8, 6
),
(
  'Декоративный элемент Ca136', 2, 1,
  8, 13
),
(
  'Декоративный элемент Ca149', 3, 2,
  9, 14
);